{"format": "layers-model", "generatedBy": null, "convertedBy": "TensorFlow.js Converter v1.3.1.1", "modelTopology": null, "weightsManifest": [{"paths": ["group1-shard1of1.bin"], "weights": [{"name": "dense_29/kernel", "shape": [34, 34], "dtype": "float32"}, {"name": "dense_29/bias", "shape": [34], "dtype": "float32"}, {"name": "dense_30/kernel", "shape": [34, 3], "dtype": "float32"}, {"name": "dense_30/bias", "shape": [3], "dtype": "float32"}]}]}